<?php
// +----------------------------------------------------------------------
// | 精解析答题开发团队介绍
// +----------------------------------------------------------------------
// | 欢迎你使用本套系统，本套系统由精解析答题开发团队全力开发。
// | 如果本套系统是商业系统，请严格遵守系统使用相关协议，出现违背协议的法律行为，所有违法行为均与精解析答题无关。
// | 官网地址：精解析答题
// | 官方邮箱：精解析答题
// | 精解析答题团队 版权所有 拥有最终解释权
// +----------------------------------------------------------------------
// | 作者: 精解析答题开发团队
// +----------------------------------------------------------------------
namespace app\common\model\resource;

use app\common\model\BaseModel;
use think\model\concern\SoftDelete;

class TenantResourceCollect extends BaseModel
{
    use SoftDelete;

    protected $name = 'tenant_resource_collect';

    protected $deleteTime = 'delete_time';
}